Repository: pretix/pretix-newsletter-manual
Catalog: pretix_newsletter_manual/locale/*/LC_MESSAGES/django.po
Languages: de

source: Newsletter address collection (manual)
de: Newsletter-Adresssammlung (manuell)

source: Manually collect newsletter registrations
de: Manuelle Sammlung von Newsletter-Registrierungen

source: Newsletter subscription requests
de: Newsletter-Registrierungen

source: Download a spreadsheet of all users that requested a newsletter subscription.
de: Tabelle (Excel oder CSV) mit allen Kund*innen, die eine Newsletter-Anmeldung ausgewählt haben.

source: Order code
de: Bestellnummer

source: Request date
de: Anfragedatum

source: A newsletter subscription has been requested.
de: Eine Newsletter-Registrierung wurde angefragt.

source: Yes, I want to receive the organizer's newsletter
de: Ja, ich möchte den Newsletter des Veranstalters erhalten.

source: This plugin asks customers whether they want to subscribe to your newsletter. You can then export a list of all subscriptions through the export feature.
de: Diese Erweiterung fragt Kunden, ob diese einen Newsletter abonnieren möchten. Sie können dann eine Liste aller Abo-Anfragen über den Exportbereich exportieren.

source: This plugin does NOT perform a double-opt-in for you, as required in some countries. Please make sure that a double opt-in is performed by your newsletter tool before you send out any newsletters.
de: Diese Erweiterung führt KEIN Double-Opt-In durch, das in machen Ländern notwendig ist. Bitte stellen Sie sicher, dass Ihr Newsletter-Programm das Double-Opt-In beim Import durchführt!

source: Save
de: Speichern

source: Checkbox label
de: Checkbox-Beschriftung
